/* 
1. Задача на определение дня недели:
Напишите программу, которая запрашивает у пользователя номер дня недели (1-7) и 
выводит полное название этого дня.
Пример вывода:
Введите номер дня недели: 3
Среда

2. Задача на определение времени года:
Напишите программу, которая запрашивает у пользователя номер месяца (1-12) и 
выводит название соответствующего времени года.
Пример вывода:
Введите номер месяца: 8
Лето

3. Задача на определение типа фигуры:
Напишите программу, которая запрашивает у пользователя номер фигуры (1-3) и 
выводит название этой фигуры.
Пример вывода:
Введите номер фигуры: 2
Круг

4. Задача на определение рабочего дня:
Напишите программу, которая запрашивает у пользователя номер дня недели (1-7) и 
выводит сообщение о том, является ли этот день рабочим или выходным.
Пример вывода:
Введите номер дня недели: 
Пятница - рабочий день

5. Задача на преобразование оценки:
Напишите программу, которая запрашивает у пользователя оценку (A, B, C, D, F) и 
выводит соответствующее текстовое описание.
Пример вывода:
Введите оценку: B
Хорошо 

6. Создайте две переменные со значением 5 и 19. 
Создайте еще одну переменную со значением одного арифметическое действия: +, -, *, /.  
В зависимости от символа, который будет во второй переменной, 
выполните математические действия над числами. 
Для проверки данных используйте оператор switch case.
*/